IDEA Open Model
PointSupportNode.SupportTypeY Property
Compatible with IDEA StatiCa 20.1
 Support type in dirrection Y
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public SupportTypeInDirrection SupportTypeY { get; set; }
Public Property SupportTypeY As SupportTypeInDirrection
	Get
	Set
Property Value
Type: SupportTypeInDirrection
See Also
Reference
PointSupportNode Class
IdeaRS.OpenModel.Model Namespace